_org/_posts/2019-09-22-读《结构性思维》.org
#+AUTHOR: Yorick
#+EMAIL: wowyorick@126.com
#+TITLE: 读《结构性思维》
#+DATE: <2021-01-31 Sun>
#+OPTIONS: ^:{}

目的： 提升自己的思维，让思维有序,避免混乱

** 检视阅读
*** 书名 
结构性思维- 让思考和表达像搭积木一样有序
*** 序  
科学方法三要素 有用 好学 可持续 是讲方法学的书，与《刻意练习》是一类书
*** 书目录
第一章：结构性思维的好处及魅力 思维也可以有结构,进而对结构性思维下定义， 运用的简单性，对我们的重要性
第二章：介绍了解结构性思维 金字塔结构  结论先行  分类清楚 排序逻辑 上下对应
第三章：进行剖析 纵横两种子结构 自上而下的询问和回答 自下而上的概括和总结 横向结构的演绎或归纳
第四章：目标 主题 标题和序言 进行细致说明
第五章：分析句子结构
第六章：结构性思维可帮助认识世界 有利于记忆 
第七章： 结构性的听 巧听关键词
第八章：结构性的说 
第九章：结构性的读 理解概括文章中心
第十章：结构性写 
第十一章：结构性的其他运用

